Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitFoodAndDrinkLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.selectDeliveryTimeDots
source: Select delivery time…
ar: اختر وقت التسليم…
bg: Избор на час за доставка...
ca: Selecciona hora de lliurament…
cs: Vyberte čas doručení…
da: Vælg leveringstid…
de: Lieferzeit auswählen…
el: Επιλογή ώρας παράδοσης…
es: Seleccionar hora de entrega…
es_419: Seleccionar hora de entrega…
fi: Valitse toimitusaika…
fr: Sélectionner l'heure de livraison…
fr_ca: Sélectionner l’heure de livraison…
he: בחר שעת משלוח…
hi: डिलिवरी का समय चुनें…
hr: Odaberi vrijeme dostave…
hu: Kézbesítési idő kiválasztása…
id: Pilih waktu pengiriman…
it: Seleziona ora di consegna…
ja: 配達時間を選択…
kk: Жеткізу уақытын таңдаңыз...
ko: 배송 시간 선택…
ms: Pilih masa penghantaran…
nb: Velg leveringstid…
nl: Kies levertijd…
pl: Wybierz godzinę dostawy...
pt_br: Selecionar hora de entrega…
pt_pt: Selecionar hora de entrega…
ro: Selectează ora livrării…
ru: Выбрать время доставки…
sk: Vyberte čas doručenia…
sv: Välj leveranstid…
th: เลือกเวลาจัดส่ง…
tr: Teslimat saatini seçin…
uk: Вибрати час доставки…
vi: Chọn thời gian giao hàng…
zh_hans: 选择送货时间…
zh_hant: 選擇配送時間…
zh_hk: 選擇送貨時間…

# TK.Placeholder.writeReviewDots
source: Write review…
ar: اكتب مراجعة…
bg: Напиши рецензия…
ca: Escriu una ressenya…
cs: Napsat recenzi…
da: Skriv anmeldelse…
de: Bewertung schreiben…
el: Γράψε κριτική…
es: Escribe una reseña…
es_419: Escribe una reseña…
fi: Kirjoita arvio…
fr: Écrire une critique…
fr_ca: Écrire un avis…
he: כתוב ביקורת…
hi: रिव्यू लिखें...
hr: Napiši recenziju…
hu: Írj véleményt…
id: Tulis ulasan…
it: Scrivi una recensione…
ja: レビューを書く…
kk: Шолу жазыңыз…
ko: 리뷰 작성하기…
ms: Tulis ulasan…
nb: Skriv anmeldelse…
nl: Schrijf beoordeling…
pl: Napisz recenzję…
pt_br: Escreva uma avaliação…
pt_pt: Escreve uma avaliação…
ro: Scrie o recenzie…
ru: Напишите обзор…
sk: Napíš recenziu…
sv: Skriv recension…
th: เขียนรีวิว…
tr: Değerlendirme yaz…
uk: Написати відгук…
vi: Viết đánh giá…
zh_hans: 写下点评…
zh_hant: 寫下評論…
zh_hk: 撰寫評價…
